[
  {
    "id": 1,
    "id_": "Echinodorus-Kind-Eh-Eh",
    "title": "Echinodorus Kind Eh-Eh",
    "subtitle": "Ехінодорус Добрий Ех-Ех",
    "image": "/src/assets/images/plants/plant1.jpg",
    "description": "Опис зі слів атора: Назва - це ім'я підступного чарівника з вірменського мультика \"Ух ти, риба, що говорить\", знятого режисером Робертом Саакянцем у 1983р. за мотивами казки Ованеса Туманяна.Комерційний ехінодорус. Листя завдовжки близько 20-ти і завширшки до 6-ти см, плюс черешок 10-12, разом: до 35 см. Відмінно забарвлене (на фото), товсте, глянцево-матове, жилки контрастного кольору, в молодості червоне. Листя має красиву хвилю по краю і закручений кінчик. При хорошому вирощуванні і під світлом 830 плюс флора, \"Добрий Ех-Ех\" не має зеленого листя зовсім. Швидкорослий, невбиваний, ніде не буксує, багатолистий. Непогано розмножується квітконосами, але діток замало, зазвичай 4-5, дітки великі. Прикореневих діток дає неохоче. У любителів він уже є. За відгуками - це магрибінець темного кольору. Але на мій погляд, різниця між ними все-таки є і велика"
  },
  {
    "id": 2,
    "id_": "Echinodorus-Rule-№1",
    "title": "Echinodorus Rule №1",
    "image": "/src/assets/images/plants/plant2.jpg",
    "subtitle": "Ехінодорус Правило №1",
    "description": "Опис зі слів атора: цей ехінодорус з повним правом можна назвати карликовим. Фото дають уявлення про нього повною мірою з поправкою на те, що цей екземпляр вирощений у дуже хороших умовах. Але можна його утрамбувати до зовсім маленького, з діаметром розетки 5-7 см, якщо тримати впроголодь. У культурі невмирущий, але не вирізняється швидкістю росту, хоч і не тугорослик. Періодично обростає прикореневиками, так що перспективність його не викликає сумнівів."
  },
  {
    "id": 3,
    "id_": "Echinodorus-Agavadorus",
    "title": "Echinodorus Agavadorus",
    "image": "/src/assets/images/plants/plant3.jpg",
    "subtitle": "Ехінодорус Агавадорус",
    "description": "Опис зі слів атора: назву свою цей ехінодорус отримав за схожість із гібридними агавами, такий самий багатолистий, листя прямостояче, жорстке, його багато. Нижня поверхня його вкрита мікрошипиками і шорстка на дотик. Наймолодші дуже світло-зелені, своєрідного відтінку. За хороших умов може тримати кілька білосніжних листків із зеленими жилками. Доросла рослина заввишки близько 25-ти см, доволі охоче дає квітконоси та прикореневики. Квітконоси, як правило, з трьома вузликами. Абсолютно невибагливий, на повітря ніколи не виходить. Цей ехінодорус можна зарахувати до компактних.\n"
  },
  {
    "id": 4,
    "id_": "Echinodorus-Rule-№2",
    "title": "Echinodorus Rule №2",
    "image": "/src/assets/images/plants/plant4.jpg",
    "subtitle": "Ехінодорус Правило №2",
    "description": "Опис зі слів атора: ще один практично карликовий ехінодорус. Відрізняється він від \"правила №1\" більш широким листям. Ще одна його особливість: старе листя практично лежить на ґрунті. У культурі так само невбиваний."
  },
  {
    "id": 5,
    "id_": "Echinodorus-Through-This-and-That",
    "title": "Echinodorus Through This and That",
    "image": "/src/assets/images/plants/plant5.jpg",
    "subtitle": "Ехінодорус Скрізь Те і Це",
    "description": "Опис зі слів атора: \"Гореман\" пляшкового кольору висотою 35-40 см. Листя товсте, глянцеве, еластичне, ширина його до 4-х см. Добре проглядаються поздовжні і поперечні жилки. Новий лист у моїх умовах коричневого кольору, прозорий. Невибагливий, ніде не буксує, прекрасно ріс задовольняючись тільки світлом від південного вікна. Розмножити мені його вдалося тільки різанням. Є в колекціях любителів Росії та України"
  },
  {
    "id": 6,
    "id_": "Echinodorus-Comandante-Cippolino",
    "title": "Echinodorus Comandante Cippolino",
    "image": "/src/assets/images/plants/plant6.jpg",
    "subtitle": "Ехінодорус Команданте Чіпполіно",
    "description": "Опис зі слів атора: Ехінодорус названий на честь легендарного ватажка повстанців, які повалили законну владу збройним шляхом."
  },
  {
    "id": 7,
    "title": "Echinodorus 10СС (Ten CC)",
    "image": "/src/assets/images/plants/plant7.jpg",
    "subtitle": "Ехінодорус 10CC (Тен Сі Сі)",
    "description": "Echinodorus '10CC' - гібрид І. Філіппова. Філіппова. З'явився дещо пізніше \"магрибінця\", Названий ім'ям англійської рок групи \"10сс\". Листя ланцетне, жорстке, по краю хвилясте, також новий лист малиновий, старі теж коричневі, щоправда, не шоколадні, світліші. Поверхня листя шорстка, зовсім не блискуча. (Опис І. Філіппова). Ехінодорус 10 СС має насичено рожевий колір, який з часом від брудно-рожевого переходить в оливковий. Висота рослини до 45 см."
  },
  {
    "id": 8,
    "title": "Echinodorus Merciless",
    "image": "/src/assets/images/plants/plant8.jpg",
    "subtitle": "Ехінодорус Безпощадний",
    "description": "Гибрид довольно старый, но размножаться не разбежался. Получил от него несколько деток резанием только в прошлом году. Многолиственный \"гореман\" с неширокими листьями коричневого цвета высотой до 35 см. Смотрится отлично, неубиваемый в содержании."
  },
  {
    "id": 9,
    "title": "Echinodorus Burelom",
    "image": "/src/assets/images/plants/plant9.jpg",
    "subtitle": "Ехінодорус Бурелом",
    "description": "Ехінодорус Бурелом дуже яскрава, ефектна рослина. Листя яскраво-зелене, глянцеве, жорстке. За рік рослина дає 2 - 3 стрілки, на кожній стрілці по 10 діток, на кореневищі постійно з'являються молоді рослини. Одна рослина може займати 2 - 3 кв. дм площі дна і все це перетворюється на непролазну хащу."
  },
  {
    "id": 10,
    "title": "Echinodorus Your Grace",
    "image": "/src/assets/images/plants/plant10.jpg",
    "subtitle": "Ехінодорус Ваша Світлість",
    "description": "Цитата Ігоря Філіппова: Високо декоративна рослина з компактною, багатолистою розеткою, діаметром близько 25-ти см. Листя на дотик дуже щільне, шкірясте, еластичне. Водою не змочуються, глянцеві, світло-зелені, з неясною червоною сіточкою, непрозорі. Черешок м'ясний і короткий, листова пластинка завдовжки до 15-ти см, ланцетна, як правило, хвиляста. Старе листя світліше, за що він і отримав таку назву. Його колір якось описати важко, але ось є такий колір на дорогах - Рено Логан якогось зеленувато-сріблястого кольору. Так от і листя такого, один в один. В описаному вигляді світлість у мене не розмножувалася жодного разу. Якщо її тільки різати, але я цією фігнею вже давно не займаюся, але якщо застосувати до неї чарівний пендаль, то чорти її понесуть-понесуть, і вона стане з добре вираженою червоною сіткою, заввишки близько півметра. Дивовижна особливість цього гібрида - Господь не дав йому повітряного листя. У маточника я його не бачив, а дітки на стрілках - так це взагалі диво якесь дивовижне - вони ростуть одразу підводними, будучи повітряними. У всякому разі я ніяких відмінностей не помітив, але дивився в усі очі. Очевидно, дуже товсте, ніби напарафінене листя тому причина."
  }
]