import './About.scss'

function About() {

    return (
        <div className={"container-wrap"}>
            <div className="container">
                <h1>Про ехінодоруси</h1>
                <p>Акваріум – це альтернатива маленькому океану, що розташовується в приміщенні. Для нормального існування його мешканці повинні бути забезпечені всім необхідним. Популярним жителем квартирного водойми вважається ехінодорус, який при правильних умовах утримання і турботу віддячить красою свого зовнішнього вигляду.</p>
                <p>Ехінодорус – це акваріумне рослина з сімейства частуховых, опис яких свідчить про наявність 30 видів мілководного і підводного типу. У природному середовищі даний представник флори зустрічається починаючи від центру Америки і закінчуючи Аргентиною. У природі він може рости в мілководних річках, болотах. Ехінодорус визнаний одним з найпопулярніших мешканців акваріума.</p>
                <p>Цей вид рослини вважається трав’янистим водним многолетником, але деякі підвиди можуть бути культивированы у вигляді однолетника. Дана болотна трава може досягати у висоту від 10 до 70 сантиметрів, проте існують примірники зростанням в 100 сантиметрів. Представник водного світу характеризується потужною кореневою системою, що дає можливість швидко розростатися і розвиватися. Стебло короткий або повністю відсутня.</p>
                <p>Листя эхинодоруса сидяча, вона зібрана в прикореневу розетку або розташовується на довгому черешку. Листової пластини притаманна ланцетна, лентообразная, еліптична або серцеподібна форма. Зазвичай краю листя цільні або хвилеподібні. Пофарбовані пластини зеленим, червоно-коричневим або зеленим кольором.</p>
                <p>У многолетника волотисте або парасолькове суцвіття, може складатися з мутовок в кількості 18 штук. Цвіте трава болотна білими бутонами з діаметром від 1 до 6 міліметрів. Маточка у квітки може бути жовтого або зеленого кольору.</p>
                <h2>Умови вирощування</h2>
                <p>Містити ехінодорус в акваріумі не складе великої праці, проте деякі знання в цьому випадку просто необхідні. Субстратом для рослини може стати гравій дрібної або середньої фракції. Об’єм мулу не має особливого значення, трава може існувати в слабо і сильно заиленном грунті. За умови висаджування эхинодоруса на нове місце під кореневу систему варто вносити глину, ця підгодівля сприяє стрімкому зростанню.</p>
                <p>Вода для змісту многолетника може бути м’якою або жорсткою, але в межах розумного. Оптимальним показником рН буде нейтральний або слаболужної. А також ехінодоруси тривалий час ростуть у воді з кислим показником. Найбільш сприятливою температурою для нормального існування вважається від 20 до 28 градусів тепла. За умови вирощування болотної трави в тропічному акваріумі, в якому температура середовища від 24 до 26 градусів тепла, можна зробити кущика зимовий режим, тобто знизити показник до 22 градусів на 45-60 днів.</p>
                <p>Рослина не виявляє особливих вимог до умов освітлення. Даний показник може бути як сильним, так і помірним, в обох ситуаціях ехінодорус буде відчувати себе чудово. А також варто пам’ятати про те, що пишність кущика здатна викликати затінення для інших представників флори в акваріумі.</p>
                <h2>Розмноження</h2>
                <p>Ехінодоруси, утримання яких здійснюється в акваріумі, здатні розмножуватися різними способами.</p>
                <p>Вегетативним. В даному випадку розмноження рослини відбувається з використанням столонів, тобто нащадків. На останніх утворюється дочірній представник. Найчастіше акваріумний житель продовжує свій рід, використовуючи повзучий втечу.</p>
                <p>Насінням. Існують деякі різновиди эхинодоруса, розмноження яких є можливим виключно за допомогою насіння. Даний варіант здійснюється тільки після цвітіння і запилення, оптимальним варіантом якого вважається перехресне. Пророщування насіння не викликає труднощів, проте не характеризується хорошою схожістю. Недоліком даного способу розмноження можна назвати високий ризик переопылений.</p>
                <p>Розподіл кореневої системи. Деякі ехінодоруси можу розмножуватися виключно таким способом. Такий варіант можна назвати найбільш ефективним, так як нова рослина утворюється набагато швидше, ніж у попередніх випадках.</p>
            </div>

        </div>
    );
}

export default About;